Repository: bagus-kurniawan29/Travel-App
Catalog: lib/l10n/app_*.arb
Languages: ar, ja, ko, zh

# appSetting
source: App Settings
ar: إعدادات التطبيق
ja: アプリ設定
ko: 앱 설정
zh: 应用设置

source: Dark Mode
ar: الوضع الداكن
ja: ダークモード
ko: 다크 모드
zh: 深色模式

source: Language
ar: اللغة
ja: 言語
ko: 언어
zh: 语言

# gunungRinjani
source: Mount Rinjani
ar: جبل رينجاني
ja: リンジャニ山
ko: 린자니 산
zh: 林贾尼火山

source: Open Trip
ar: رحلة مفتوحة
ja: オープン・トリップ
ko: 오픈 트립
zh: 公开团

source: Height
ar: الارتفاع
ja: 高さ
ko: 높이
zh: 高度

# heightValue
source: 3726 masl
ar: 3726 م
ja: 3726メートル
ko: 해발 3726m
zh: 海拔3726米

source: Temp
ar: درجة الحرارة
ja: 温度
ko: 온도
zh: 温度

source: Sunny
ar: مشمس
ja: 快晴
ko: 화창함
zh: 晴朗

source: Cloudy
ar: غائم
ja: 曇り
ko: 흐림
zh: 多云

source: Rain
ar: مطر
ja: 雨
ko: 비
zh: 下雨

source: Clear
ar: صافي
ja: 晴れ
ko: 맑음
zh: 晴

source: Weather
ar: الطقس
ja: 天気
ko: 날씨
zh: 天气

source: Route
ar: المسار
ja: ルート
ko: 경로
zh: 路线

# routeValue
source: Senaru
ar: سينارو
ja: セナル
ko: 세나루
zh: 塞纳鲁

source: About Destination
ar: حول الوجهة
ja: 目的地について
ko: 목적지 정보
zh: 关于目的地

# description
source: Mount Rinjani trekking via Senaru is a favorite route to enjoy the view of Lake Segara Anak from the crater rim. This path passes through dense tropical rainforests.
ar: يعد تسلق جبل رينجاني عبر سينارو هو المسار المفضل للاستمتاع بإطلالات بحيرة سيجارا أنك. يمر هذا المسار عبر الغابات الاستوائية الكثيفة.
ja: セナル経由のリンジャニ山登山は、クレーターの縁からセガラ・アナク湖の景色を楽しむための人気のルートです。このルートは緑豊かな熱帯雨林を通過します。
ko: 세나루를 통한 린자니 산 트레킹은 분화구 가장자리에서 세가라 아낙 호수의 전경을 감상할 수 있는 최고의 코스입니다. 울창한 열대 우림을 통과합니다.
zh: 经由塞纳鲁登顶林贾尼火山是欣赏火山口边缘塞加拉阿纳克湖美景的最佳路线。这条路径穿过茂密的热带雨林。

# gallery
source: Moment Gallery
ar: معرض الصور
ja: ギャラリー
ko: 갤러리
zh: 精彩瞬间

# gallerySub
source: Capture and immortalize your precious moments
ar: التقط وخلد لحظاتك الثمينة
ja: あなたの大切な瞬間を記録しましょう
ko: 소중한 순간을 기록하세요
zh: 捕捉并珍藏您的宝贵时刻

# locationAndRoute
source: Location & Route
ar: الموقع والمسار
ja: 場所とルート
ko: 위치 및 경로
zh: 地点与路线

# locationSub
source: Automatic route from your location to Senaru Basecamp.
ar: مسار تلقائي من موقعك إلى قاعدة سينارو.
ja: 現在地からセナルベースキャンプまでの自動ルート。
ko: 현재 위치에서 세나루 베이스캠프까지의 자동 경로 안내.
zh: 从您当前位置到塞纳鲁大本营的自动路线。

# reviews
source: What people say about this destination
ar: ماذا يقول الناس عن هذه الوجهة؟
ja: この目的地についての口コミ
ko: 여행자 후기
zh: 游客点评

# startFrom
source: Starts from
ar: تبدأ من
ja: 料金
ko: 최저 가격
zh: 价格起

# price
source: IDR 150K
ar: 150 ألف روبية
ja: 15万ルピア
zh: 15万印尼盾

# booking
source: Book Now
ar: حجز
ja: 予約する
ko: 예약하기
zh: 立即预订

# addData
source: Fill in booking data
ar: ملء بيانات الحجز
ja: 予約データを入力してください
ko: 예약 데이터 입력
zh: 填写预订数据

# addDesc
source: Ensure the data you fill in is valid so we can contact you
ar: تأكد من أن البيانات التي تملأها صالحة حتى نتمكن من الاتصال بك
ja: ご連絡できるよう、入力したデータが有効であることを確認してください
ko: 귀하에게 연락할 수 있도록 입력한 데이터가 유효한지 확인하십시오
zh: 确保您填写的数据有效，以便我们与您联系

# name
source: Full Name
ar: الاسم الكامل
ja: フルネーム
ko: 성함
zh: 全名

source: Phone Number
ar: رقم الهاتف
ja: 電話番号
ko: 전화번호
zh: 电话号码

# numberVisitor
source: Number of Visitors
ar: عدد الزوار
ja: 来場者数
ko: 방문자 수
zh: 访客人数

source: Without Guide
ar: بدون مرشد
ja: ガイドなし
ko: 가이드 없음
zh: 无导游

source: With Guide
ar: مع مرشد
ja: ガイドあり
ko: 가이드 있음
zh: 有导游

source: Visitors:
ar: :زوار
ja: 来場者:
ko: 방문자:
zh: 访客:

# bill
source: Total Price:
ar: :السعر الإجمالي
ja: 合計金額:
ko: 총 가격:
zh: 总价:

source: Book Now
ar: احجز الآن
ja: 今すぐ予約
ko: 지금 예약
zh: 立即预订

# showTicket
source: Show this ticket upon arrival
ar: يرجى إظهار هذه التذكرة عند الوصول
ja: 到着時にこのチケットを提示してください
ko: 도착 시 이 티켓을 제시해 주세요
zh: 请在抵达时出示此票

# backHome
source: Back to Home
ar: العودة إلى الصفحة الرئيسية
ja: ホームに戻る
ko: 홈으로 돌아가기
zh: 返回首页

# noTicket
source: No tickets booked yet
ar: لا توجد تذاكر محجوزة بعد
ja: 予約されたチケットはまだありません
ko: 예약된 티켓이 없습니다
zh: 尚未预订门票
